Repository: shinolabs/iOSSea
Catalog: iOSSea/Resources/Localizable.xcstrings
Source language: en
Languages: pl

source: @%@'s post
pl: Post %@

source: Add new layer
pl: Dodaj warstwę

source: Attaching a short description helps give context about your drawing. Optional.
pl: Dodanie krótkiego opisu zapewni kontekst dla odbiorców. Opcjonalne

source: Blur NSFW
pl: Zamazuj posty NSFW

source: Brush Size
pl: Rozmiar Pędzla

source: Close
pl: Zamknij

source: Crosspost to Bluesky
pl: Zamieść na Bluesky

source: Description
pl: Opis

source: Drafts
pl: Szkice

source: Editor
pl: Edytor

source: Failed to log in
pl: Nie udało się zalogować

source: Hide NSFW
pl: Ukrywaj posty NSFW

source: If checked, we'll automatically create a post for you on Bluesky with the image and a link to PinkSea attached.
pl: Przy zaznaczeniu automatycznie utworzymy dla Ciebie post na Bluesky z rysunkiem i linkiem do PinkSea.

source: In response to a post by
pl: W odpowiedzi do posta

source: Language
pl: Język

source: Log in
pl: Zaloguj się

source: Log in via app passwords
pl: Zaloguj się za pomocą hasła

source: Log in via OAuth
pl: Zaloguj się za pomocą OAuth

source: Login to start creating!
pl: Zaloguj się by rysować!

source: Logout
pl: Wyloguj

source: No drafts saved! Create a new drawing with the button in the top right corner!
pl: Brak zapisanych szkiców! Stwórz nowy rysunek klikając przycisk w prawym górnym rogu!

source: Nothing here so far... (╥﹏╥)
pl: Na razie nic... (╥﹏╥)

source: Password (optional)
pl: Hasło (opcjonalne)

source: Please check if your post contains adult content such as nudity or highly suggestive themes.
pl: Prosimy o zaznaczenie jeśli twój rysunek zawiera treści dla dorosłych (np. nagość lub dwuznaczne motywy).

source: Posting your artwork
pl: Postowanie rysunku

source: Posts
pl: Posty

source: Profile
pl: Profil

source: Recent
pl: Ostatnie

source: Replies
pl: Odpowiedzi

source: Search
pl: Szukaj

source: Search for posts, users, tags...
pl: Szukaj postów, profili, tagów

source: Search for something
pl: Wyszukaj czegoś

source: Settings
pl: Ustawienia

source: Social
pl: Media społecznościowe

source: Tags
pl: Tagi

source: Theme
pl: Motyw

source: Users
pl: Profile
